tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/dupes'

# base utilities
brew 'coreutils'
brew 'findutils'
brew 'homebrew/dupes/grep'

# brew CLI utils
brew 'awscli'
brew 'bitlbee'
brew 'ddate'
brew 'fish'
brew 'git'
brew 'hub'
brew 'wget'
brew 'tree'
brew 'trash'
brew 'shpotify'
brew 'vim'

# cask apps
cask 'aerial'
cask 'bartender'
cask 'brave'
cask 'dash'
cask 'firefox'
cask 'gpgtools'
cask 'karabiner-elements'
cask 'keka'
cask 'keybase'
cask 'lastpass'
cask 'little-snitch'
cask 'iterm2'
cask 'paw'
cask 'skype'
cask 'spotify'
